{
    "quotes": [
        "Learn from yesterday, live for today, hope for tomorrow. The important thing is not to stop questioning.",
        "We cannot solve our problems with the same thinking we used when we created them.",
        "If you can't explain it simply, you don't understand it well enough.",
        "Life is like riding a bicycle. To keep your balance, you must keep moving.",
        "Look deep into nature, and then you will understand everything better.",
        "Strive not to be a success, but rather to be of value.",
        "A person who never made a mistake never tried anything new.",
        "I have no special talent. I am only passionately curious.",
        "It's not that I'm so smart, it's just that I stay with problems longer.",
        "We can't solve problems by using the same kind of thinking we used when we created them.",
        "Coincidence is God's way of remaining anonymous.",
        "Only two things are infinite, the universe and human stupidity, and I'm not sure about the former.",
        "You can't blame gravity for falling in love.",
        "Logic will get you from A to B. Imagination will take you everywhere.",
        "I know not with what weapons World War III will be fought, but World War IV will be fought with sticks and stones.",
        "Weakness of attitude becomes weakness of character.",
        "No problem can be solved from the same level of consciousness that created it.",
        "Reality is merely an illusion, albeit a very persistent one.",
        "Peace cannot be kept by force; it can only be achieved by understanding.",
        "Once we accept our limits, we go beyond them.",
        "The only source of knowledge is experience.",
        "Anyone who has never made a mistake has never tried anything new.",
        "Whoever is careless with the truth in small matters cannot be trusted with important matters.",
        "The only reason for time is so that everything doesn't happen at once.",
        "If we knew what it was we were doing, it would not be called research, would it?",
        "It is the supreme art of the teacher to awaken joy in creative expression and knowledge.",
        "Imagination is everything. It is the preview of life's coming attractions.",
        "Only a life lived for others is a life worthwhile.",
        "The world is a dangerous place to live; not because of the people who are evil, but because of the people who don't do anything about it.",
        "Common sense is the collection of prejudices acquired by age eighteen.",
        "There are two ways to live: you can live as if nothing is a miracle; you can live as if everything is a miracle.",
        "The true sign of intelligence is not knowledge but imagination.",
        "I live in that solitude which is painful in youth, but delicious in the years of maturity.",
        "The hardest thing to understand in the world is the income tax.",
        "The gift of fantasy has meant more to me than my talent for absorbing positive knowledge.",
        "Nationalism is an infantile disease. It is the measles of mankind.",
        "Any man who can drive safely while kissing a pretty girl is simply not giving the kiss the attention it deserves.",
        "Education is what remains after one has forgotten what one has learned in school.",
        "The important thing is not to stop questioning. Curiosity has its own reason for existing.",
        "Great spirits have always encountered violent opposition from mediocre minds.",
        "Everything should be made as simple as possible, but not simpler.",
        "All that is valuable in human society depends upon the opportunity for development accorded the individual.",
        "Technological progress is like an axe in the hands of a pathological criminal.",
        "If people are good only because they fear punishment, and hope for reward, then we are a sorry lot indeed.",
        "Try not to become a man of success, but rather try to become a man of value.",
        "The monotony and solitude of a quiet life stimulates the creative mind.",
        "Everyone should be respected as an individual, but no one idolized.",
        "Intellectuals solve problems, geniuses prevent them.",
        "If you are out to describe the truth, leave elegance to the tailor.",
        "Our task must be to free ourselves by widening our circle of compassion to embrace all living creatures and the whole of nature and its beauty.",
        "Pure mathematics is, in its way, the poetry of logical ideas.",
        "Before God we are all equally wise - and equally foolish.",
        "Intellectual growth should commence at birth and cease only at death.",
        "No amount of experimentation can ever prove me right; a single experiment can prove me wrong.",
        "He who can no longer pause to wonder and stand rapt in awe, is as good as dead; his eyes are closed.",
        "A table, a chair, a bowl of fruit and a violin; what else does a man need to be happy?",
        "The distinction between the past, present and future is only a stubbornly persistent illusion.",
        "The value of a man should be seen in what he gives and not in what he is able to receive.",
        "The environment is everything that isn't me.",
        "Whoever undertakes to set himself up as a judge of Truth and Knowledge is shipwrecked by the laughter of the gods."
    ],
    "authors": "Albert Einstein"
}